Repository: sarvar-py-dev/UstozShogirtBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Sherik kerak
ru: Партнер нужен

source: Ish joyi kerak
ru: Работа нужен

source: Hodim kerak
ru: Работник нужен

source: Ustoz kerak
ru: Учитель нужен

source: Shogird kerak
ru: Ученик нужен

source: 🌐 Tilni almashtirish
ru: 🌐 Изменить язык

source: <b>Assalom alaykum {name} UstozShogird kanalining rasmiy botiga xush kelibsiz!</b> /help yordam buyrugi orqali nimalarga qodir ekanligimni bilib oling!
ru: <b>Assalom alaykum {name} Добро пожаловать на официальный бот канала УстозШогирд!</b> /help Узнай, на что я способен, с помощью команды help!

source: UzGeeks faollari tomonidan tuzilgan Ustoz-Shogird kanali. Bu yerda Programmalash bo`yicha #Ustoz, #Shogird, #oquvKursi, #Sherik, #Xodim va #IshJoyi topishingiz mumkin. E'lon berish: @Ustoz_Shogird_py_Bot Admin @sarvar_py_dev
ru: UzGeeks Канал Ustoz-Shogird, созданный активистами. Здесь по программированию #Ustoz, #Shogird, #oquvKursi, #Sherik, #Xodim va #IshJoyi ты можешь найти Объявление: @Ustoz_Shogird_py_Bot Админ @sarvar_py_dev

source: <b>{category} topish uchun ariza berish</b> Hozir sizga birnecha savollar beriladi. Har biriga javob bering. Oxirida agar hammasi to`g`ri bo`lsa, HA tugmasini bosing va arizangiz Adminga yuboriladi.
ru: <b>Подать заявку, чтобы найти{category}</b> Теперь вам зададут несколько вопросов. Ответьте каждому. В конце, если все правильно, нажмите кнопку ДА и ваше приложение Отправляет администратору.

source: Hodim
ru: Работник

source: 🎓 Idora nomi?
ru: 🎓Название офиса?

source: <b>Ism, familiyangizni kiriting?</b>
ru: <b>Введите свое имя, фамилию?</b>

source: Tilni tanlang:
ru: Выберите язык:

source: Uzbek
ru: Узбекский

source: Rus
ru: Русский

source: {lang} tili tanlandi
ru: {lang} язык выбран

source: Botni boshlash
ru: нажмите, чтобы запустить бота

source: Yordam kerakmi
ru: тебе нужна помощь?

source: Assalomu alaykum! Tanlang.
ru: Assalomu alaykum! Выберите

source: Qabul qilinmadi
ru: Не принял

source: Adminga tashladik bu kurib chiqilib kegin channelga tashlanadi
ru: Мы отправили его администратору, он будет рассмотрен и затем отправляют на канал.

source: ✅ Ha
ru: ✅ Да

source: ❌ Yo'q
ru: ❌ Нет

source: Barcha ma'lumotlar to'g'rimi?
ru: Вся ли информация верна?

source: 📚 Texnologiya: Talab qilinadigan texnologiyalarni kiriting? Texnologiya nomlarini vergul bilan ajrating. Masalan, <i>Java, C++, C#</i>
ru: 📚 Технология: Введите необходимые технологии? Разделите названия технологий запятыми. Например, <i>Java, C++, C#</i>

source: 🕰 Murojaat qilish vaqti: Qaysi vaqtda murojaat qilish mumkin? Masalan, 9:00 - 18:00
ru: 🕰 Время подачи заявки: В какое время можно подать заявку? Например, 9:00 - 18:00

source: 🕑 Yosh: Yoshingizni kiriting? Masalan: 19
ru: 🕑 Возраст: Введите свой возраст? Например: 19

source: 📞 Aloqa: Bog`lanish uchun raqamingizni kiriting? Masalan, +998 90 123 45 67
ru: 📞 Связь: Введите свой номер для связи? Например, +998 90 123 45 67

source: 🌐 Hudud: Qaysi hududdansiz? Viloyat nomi, Toshkent shahar yoki Respublikani kiriting.
ru: 🌐 Территория: Из какой ты области? Введите название области, города Ташкента или Республики.

source: ✍️Mas'ul ism sharifi?
ru: ✍️Ответственное имя?

source: 💰 Narxi: Tolov qilasizmi yoki Tekinmi? Kerak bo`lsa, Summani kiriting?
ru: 💰 Стоимость: Платный или бесплатный? Введите сумму, если необходимо?

source: 👨🏻‍💻 Kasbi: Ishlaysizmi yoki o`qiysizmi? Masalan, Talaba
ru: 👨🏻‍💻 Профессия: Вы учитесь или работаете? Например, Студент

source: 🕰 Ish vaqtini kiriting?
ru: 🕰 Введите рабочее время?

source: 🔎 Maqsad: Maqsadingizni qisqacha yozib bering.
ru: 🔎 Цель: Кратко запишите свою цель.

source: ‼️ Qo`shimcha ma`lumotlar?
ru: ‼️Дополнительная информация?

source: /start so`zini bosing. E'lon berish qaytadan boshlanadi️
ru: Нажмите /start. чтобы начать объявление снова
